// Main Menu
"About Epson Printer Utility 4" = "Informacje o aplikacji Epson Printer Utility 4";
"Preferences..." = "Preferencje...";
"Services" = "Usługi";
"Hide Epson Printer Utility 4" = "Ukryj aplikację Epson Printer Utility 4";
"Hide Others" = "Ukryj inne";
"Show All" = "Pokaż wszystko";
"Quit Epson Printer Utility 4" = "Zamknij aplikację Epson Printer Utility 4";

"Utility" = "Program narzędziowy";

"File" = "Plik";
"Close" = "Zamknij";

"Settings" = "Ustawienia";
"Driver Settings" = "Ustawienia sterownika";
"Driver Settings11" = "Preferencje monitorowania";

"Window" = "Okno";
"Minimize" = "Minimalizuj";
"Zoom" = "Powiększ";
"Bring All to Front" = "Umieść wszystko na wierzchu";

"Help" = "Pomoc";

// Main Window
"EPSON Printer Utility 4" = "Epson Printer Utility 4";
"Update" = "Aktualizacja";
"Buy Epson Ink" = "Kup tusz Epson";
"Buy Epson Ink Tips" = "Pojemnik można nabyć za pośrednictwem Internetu.";
"Printer List" = "Lista drukarek";
"Printer List Tips" = "Wybierz drukarkę.";
"Preferences" = "Ustawienia sterownika";
"Pref Button Tips" = "Użytkownik może skonfigurować sterownik wybranej drukarki.";
"Preferences11" = "Preferencje monitorowania";
"Pref Button Tips11" = "Użytkownik może kontrolować ustawienia dla wybranej drukarki.";

"Version" = "Wersja";

"Connect" = "Połączono";
"Offline" = "Offline";
"Communication error" = "Błąd komunikacji";
"Error occurred" = "Wystąpił błąd.";
"Warning occurred" = "Wygenerowano komunikat dotyczący stanu drukarki.";
"Idle" = "Gotowa";
"Cleaning status" = "Drukarka zajęta";
"Ink maintenance status" = "Drukarka zajęta";
"Shipment status" = "Wymień pojemnik";
"Busy" = "Drukowanie";
"Changing black ink" = "Wymiana czarnego tuszu";
"Charging status" = "Ładowanie systemu kontroli tuszu";

// UT Button
"Status Monitor" = "EPSON Status Monitor";
"Status Monitor Tips" = "Używaj tego narzędzia do automatycznego wykrywania błędów, a także do sprawdzania ilości pozostałego tuszu.";

"Head Cleaning" = "Czyszczenie głowicy";
"Head Cleaning Tips" = "Używaj tego narzędzia, jeśli obniża się jakość wydruku albo Test dysz wskazuje na ich zatkanie.";
"Head Cleaning2" = "Czyszczenie głowicy";
"Head Cleaning2 Tips" = "Używaj tego narzędzia, jeśli obniża się jakość wydruku albo Test dysz wskazuje na ich zatkanie.";
"Head Cleaning3" = "Czyszcz. głow. druk.";

"Print Head Alignment" = "Wyrównanie głowicy drukującej";
"Print Head Alignment Tips" = "Używaj tego narzędzia, jeśli na wydruku widoczne są źle wyrównane linie pionowe.";
"Print Head Alignment2" = "Wyrównanie głowicy drukującej";
"Print Head Alignment2 Tips" = "Używaj tego narzędzia, jeśli na wydruku widoczne są źle wyrównane linie pionowe.";
"Print Head Alignment3" = "Wyrównanie głowicy drukującej";
"Print Head Alignment3 Tips" = "Używaj tego narzędzia, jeśli na wydruku widoczne są źle wyrównane linie pionowe.";

"Nozzle Check" = "Test dysz";
"Nozzle Check Tips" = "Używaj tego narzędzia, jeśli na wydruku widoczne są obszary wydrukowane słabiej lub puste.";
"Nozzle Check2" = "Test dysz";
"Nozzle Check2 Tips" = "Używaj tego narzędzia, jeśli na wydruku widoczne są obszary wydrukowane słabiej lub puste.";
"Nozzle Check3" = "Spr. dyszy głow. druk.";

"LFP Remote Panel" = "Panel zdalnej obsługi EPSON LFP";
"LFP Remote Panel2" = "EPSON LFP Remote Panel 2";
"LFP Remote Panel Tips" = "Używaj tego narzędzia, aby zoptymalizować funkcje drukarki.";
"LFP Remote Panel2 Tips" = "Używaj tego narzędzia, aby zoptymalizować funkcje drukarki.";

"LFP Remote Panel J" = "MAXART Remote Panel";
"LFP Remote Panel J Tips" = "Używaj tego narzędzia, aby zoptymalizować funkcje drukarki.";

"Manual" = "Podręcznik";
"Manual Tips" = "Otwórz instrukcję.";

"Firmware Updater" = "Aktualizacja oprogr. sprzęt. drukarki";
"Firmware Updater Tips" = "Używaj tego narzędzia, aby zaktualizować oprogramowanie sprzętowe drukarki.";

"AHC" = "Automatyczny test dysz i czyszczenie";
"AHC Tips" = "Użyj tego narzędzia w przypadku pogarszającej się jakości druku.";

"AHC J" = "Automatyczne czyszczenie głowicy";
"AHC J Tips" = "Drukarka oczyści dysze głowicy drukującej i automatycznie przeprowadzi czyszczenie głowicy";

"Printer Info" = "Informacje o drukarce i opcjach";
"Printer Info Tips" = "Używaj tego narzędzia do tworzenia lub sprawdzania ustawień drukarki i urządzeń opcjonalnych.";

"Power Ink Flushing" = "Zaawansowane wypłukiwanie tuszu";
"Power Ink Flushing Tips" = "Użyj tego narzędzia, jeżeli problem z jakością druku nie został rozwiązany mimo kilkakrotnego użycia funkcji czyszczenia głowicy.";
"Power Ink Flushing Tips2" = "Narzędzie to służy do poprawienia jakości druku.";
"Power Ink Flushing2" = "Czyszczenie zaawansowane";
"Power Ink Flushing2 Tips" = "Narzędzie to służy do poprawienia jakości druku.";

"Ink Replacement" = "Wymiana pojemnika z tuszem";
"Ink Replacement Tips" = "Użyj tego programu narzędziowego do wymiany pojemnika z tuszem.";

"PG Cleaning" = "Czyszczenie prowadnicy papieru";
"PG Cleaning Tips" = "Użyj tego narzędzia, jeśli wydruki są brudne.";

"IDO" = "Optymalizacja gęstości tuszu";
"IDO Tips" = "Optymalizuje gęstość optyczną pigmentu tuszu.";

"Printer Settings" = "Ustawienia drukarki";
"Printer Settings Tips" = "Używaj tego narzędzia, aby skonfigurować ustawienia drukarki.";

"Ink Tank Utility" = "Narzędzie pojemnika tuszu";
"Ink Tank Utility Tips" = "Narzędzie to służy do uzupełniania tuszu w pojemniku.";

"Box Settings" = "Ustawienia pamięci";
"Box Settings Tips" = "Ustawienia pamięci";

"Status Monitor for LP" = "EPSON Status Monitor";
"Status Monitor for LP Tips" = "Używaj tego narzędzia do automatycznego wykrywania błędów, a także do sprawdzania ilości pozostałego tuszu.";

"Confidential Job Settings" = "Ustawienia zadania poufnego";
"Confidential Job Settings Tips" = "Ustawienia zadania poufnego";

/* Status Monitor */
"Ink Levels" = "Poziomy tuszu";
"Ink Cartridge Information" = "Informacje";
"OK" = "OK";

"Manufacturer :" = "Producent:";
"Ink type :" = "Typ tuszu:";
"Cartridge type :" = "Typ pojemnika:";
"Cartridge code :" = "Kod pojemnika:";
"Production date :" = "Data produkcji:";
"Manufacturer" = "Producent";
"Ink type" = "Typ tuszu";
"Cartridge type" = "Typ pojemnika";
"Cartridge code" = "Kod pojemnika";
"Production date" = "Data produkcji";
"YearsApostrophe" = "'";
"DateSlash" = "/";

"Power" = "Zasilanie";
"Battery" = "Akumulator";
"AC" = "Prąd zm.";
"Charging..." = "Ładowanie...";

/* Progress Sheet */
"Processing..." = "Przetwarzanie...";
"Please wait." = "Zaczekaj.";

/* Error Window */
"Status desciption" = "Opis stanu";
"Action to take" = "Działania do wykonania";
"Error" = "Błąd";
"Warning" = "Ostrzeżenie";

/* Alert Strings */
"UTAlert_1" = "Nie można uruchomić aplikacji Epson Printer Utility 4.
Upewnij się, że:
- Drukarka jest włączona.
- Drukarka jest prawidłowo podłączona do komputera.
- Drukarka znajduje się w polu listy Drukarki.

Jeżeli problem nadal występuje, uruchomienie aplikacji Epson Printer Utility 4 na tym komputerze nie jest możliwe.";
"UTAlert_2" = "Brak jednego lub więcej zasobów. Zainstaluj ponownie sterownik drukarki.";
"UTAlert_3" = "Teraz wykonywane jest czyszczenie!";
"UTAlert_OKButton" = "OK";

/* Preference */
"PREF_WARNING_GRPBOX_TITLE" = "Powiadomienia w czasie drukowania";
"PREF_WARNING_CB_01" = "Mało tuszu";
"PREF_WARNING_CB_02" = "Wezwanie serwisu";
"PREF_WARNING_CB_03" = "Niski poziom naładowania akumulatora";
"PREF_WARNING_CB_04" = "Inne ostrzeżenie";
"PREF_WARNING_CB_05" = "Wymiana czarnego tuszu";
"PREF_WARNING_CB_06" = "Suszenie tuszu";

"PREF_BLACKPRINT_GRPBOX_TITLE" = "Inne ustawienia";
"PREF_BLACKPRINT_CB_01" = "Zezwól na tymczasowe drukowanie z użyciem czarnego tuszu";
"PREF_BLACKPRINT_TEXT" = "Drukowanie z użyciem czarnego tuszu staje się tymczasowo dostępne po opróżnieniu pojemników z tuszem kolorowym.
Drukowanie z użyciem czarnego tuszu korzysta z następujących ustawień:
- Rodzaj nośnika: Zwykły papier
- Kolor: Skala szarości
- Bez obramowania: Niezaznaczone";
